{
  "Terms": {
    "Agari-zashiki": "The raised part of a stable training room (keikoba) next to the dohyō on which the oyakata and any guests sit to observe training.",
    "Akeni": "The luggage box of wrestlers and gyōji evolving in the sekitori divisions. Akeni are always lacquered paper-and-bamboo boxes that share the same color scheme (green, vermilion and black). On the sides are three squares containing the name of the owner in kanji. Yokozuna are typically allowed to use three boxes as they have more regalia.",
    "Amazumo": "Amateur sumo, consisting of bouts between non-professionals, ex-professionals, or people otherwise ineligible to compete professionally such as women and minors. Includes individual and team competition at the international level.",
    "Ankogata": "In sumo slang, a wrestler with a big belly. Opposite of soppugata.",
    "Anideshi": "A senior low-ranker at a sumo stable. Tasked with enforcing discipline and instructing the basics of heya life to the otōtodeshi.",
    "Azukari": "'Hold' or 'no decision', a kind of draw. After a mono-ii, the gyōji or the shimpan holds the result if it was too close to call,",
    "Banzuke": "List of sumo wrestlers according to rank for a particular grand tournament, reflecting changes in rank due to the results of the previous tournament. It is written out in a particular calligraphy (see sumō-ji) and usually released on the Monday 13 days prior to the first day of the tournament.",
    "Banzuke-gai": "'Outsider to the list'. A wrestler who is not yet ranked, or has fallen off the banzuke due to injury or other reason for non-participation.",
    "Bariki": "'Vigour'. Cryptic term linking the consumption of alcohol to the strength of the wrestlers, as being alcohol resistant is said to be a show of power. In the past, wrestlers would pour beer or sake into a bowl the same size as a rice bowl and eat chanko while drinking. Today, the consumption of alcohol is an integral part of the celebration after a wrestler wins a tournament, as he drinks sake from a big rice wine cup (sakazuki).",
    "Basho": "'Venue'. Any sumo tournament. Compare honbasho.",
    "Binbōgami": "'God of poverty'. In sumo ranking, the top jūryō wrestlers. Top jūryō wrestlers are often called to bout with makuuchi wrestlers, but their income stays at that of a jūryō.",
    "Binzuke": "Also called binzuke abura ('binzuke oil'). A Japanese pomade, which consists mainly of wax and hardened chamomile oil that was used to style sumo wrestlers' hair and give it its distinctive smell and sheen. It is used exclusively by tokoyama hairdressers.",
    "Butsukari": "'Collision'. A junior wrestler pushes a more senior wrestler (in a resistance position and presenting his torso) with force across the dohyō in order to build strength and learn hand placement. A demanding exercise that is repeated until exhaustion.",
    "Chankonabe": "A stew commonly eaten in large quantities by sumo wrestlers as part of a weight gain diet. It contains dashi or stock with sake or mirin to add flavor. The bulk of chankonabe is made up of large quantities of protein sources, usually chicken, fish (fried and made into balls), tofu, or sometimes beef; and vegetables (daikon, bok choy, etc.).",
    "Chaya-dori": "lit.'Teahouse street'. Also called Annaijo Entrance, a flower-theme decorated corridor located in the Ryōgoku Kokugikan where visitor can buy souvenirs, tickets and refreshments in one of the 20 businesses. The corridor is decorated with flowers matching the current season: hana-mochi in January during the Hatsu-basho, wisteria in spring during the Natsu-basho and maple leaves in autumn during the Aki-basho. Each business has its own name and their history dates back to the 19th century.",
    "Chikara-mizu": "'Power-water'. The ladleful of water with which a wrestler ranked in jūryō or above will ceremonially rinse out his mouth in order to purify himself prior to a bout. The water is prepared by a yobidashi that draws water from the bucket with a ladle and hands it to the winning wrestler of the previous bout (known as the kachi-nokori), who then gives the ladle to the wrestler of his side who is preparing for his own match. The wrestlers are encouraged to only take a sip instead of drinking the whole ladle. The ladle has been used since 1941, before that, sake cups were used. When water is given, the person holds the handle of the ladle with his right hand and supports it with his left hand while handing it to the person who takes the ladle. Thus, the person receiving the water drinks with his right hand while holding the handle with his left. The wrestler who gave the ladle then passes the chikara-gami to the next wrestler.",
    "Chikara-gami": "'Power-paper'. The piece of calligraphy-grade paper with which a wrestler will ceremonially spit out the water while covering his mouth (there is a spitting spout) and wipes his mouth and sweat off his face prior to a bout. It must be handed to him by a wrestler not tainted with a loss on that day, in the same manner of the chikara-mizu (力水) described above.",
    "Chirichōzu": "'Washing the hands'. One of the many rituals preceding a sumo bout, in which both wrestlers squat facing each other, display their open hands, clap and extend their arms. This is done to demonstrate they do not hold or carry weapons, and that the fight will be a fair and clean one.",
    "Chonmage": "Traditional Japanese haircut with a topknot, now largely only worn by sumo wrestlers, so an easy way to recognize that a man is in the sumo profession.",
    "Danpatsu-shiki": "Retirement ceremony, held for a top wrestler in the Ryōgoku Kokugikan some months after retirement, in which his chonmage, or top knot, is cut off. A wrestler must have fought as a sekitori in at least 30 tournaments to qualify for a ceremony at the Kokugikan.",
    "Deashi": "Constant forward movement. Term used to refer to when a wrestler continuously moves forward as opposed to moving backwards or being moved backwards.",
    "Degeiko": "'Going out to practice'. A practice session between wrestlers of competing stables. Generally organized between stables of a same ichimon.",
    "Denshamichi": "'Railroad'. Refers to a style of oshi-zumō where an opponent is blasted backward and quickly driven over the edges of the ring by aggressive attacks.",
    "Deshi": "An apprentice. Generally used to describe every lower-ranked wrestler (makushita and below) in a stable. Also used to call every wrestler trained by the shishō or a more senior wrestler.",
    "Dezuiri": "A yokozuna dohyo-iri performed as part of the New Year celebration at the Meiji Shrine in Tokyo.",
    "Dohyō": "'Ring Festival'. A Shinto ceremony in which the dohyō is purified and blessed prior to each basho. A head gyoji takes the role of a priest and reads a norito (called Kojitsugonjo (故実言上)). He then pours sake on the four corners of the ring and bury six good luck items which called Shizumemono (washed rice, dried chest nuts, dried squid, dried kelp, salt and Torreya nucifera fruits), in a center of the ring, then pour sake there. A fure-daiko procession then takes place to formally open the tournament period. The dohyō matsuri can also happen in the stable to bless the keikoba.",
    "Dohyō-iri": "Ring-entering ceremony, performed only by the wrestlers in the jūryō and makuuchi divisions. The east and west sides perform their dohyō-iri together, in succession; the yokozuna have their own individual dohyō-iri performed separately. The main styles of yokozuna dohyō-iri are Unryū and Shiranui, named after Unryū Kyūkichi and Shiranui Kōemon (although it is now believed each performed the style named for the other). A yokozuna performs the ceremony with two attendants, the tachimochi (太刀持ち) or sword carrier, and the tsuyuharai (露払い) or dew sweeper.",
    "Ebanzuke": "Picture banzuke with paintings of top division sekitori, gyōji and sometimes yobidashi.",
    "Fudadome": "'Sold out,' meaning that seats are 100% sold out. In contrast to man'in onrei which means full house and can be claimed when seats are anywhere between 75–95% filled, depending on what the officials decide.",
    "Fundoshi": "Also pronounced mitsu. General term referring to a loincloth, ornamental apron, or mawashi.",
    "Fundoshikatsugi": "'Loincloth shoulder'. An apprentice tsukebito. An attendant who carries light cargo.",
    "Fure-daiko": "Also pronounced fure-taiko. A taiko drum procession to announce the start of a sumo wrestling event. On the day before the start of Edo period's honbasho, yobidashi used to tour towns while beating portable drums as there were no news agencies. They read out the bouts and announced the days of the event. Today's yobidashi parade around the dohyō after the dohyō matsuri ceremony in the Ryōgoku Kokugikan and in the nearby streets and shops of sumo stables.",
    "Fusenpai": "A loss by default for not appearing at a scheduled bout. If a wrestler withdraws from the tournament (injury or retirement), one loss by default will be recorded against him on the following day, and simple absence for the remainder. Recorded with a black square.",
    "Fusenshō": "A win by default because of the absence of the opponent. The system was established for the honbasho in the May 1927 tournament. After the issue of Hitachiiwa Eitarō, the system was modified to the modern form. Prior to this, an absence would simply be recorded for both wrestlers, regardless of which one had failed to show. Recorded with a white square.",
    "Gaburi-yori": "Pushing the opponent with the torso.",
    "Ginō-shō": "Technique prize. One of three special prizes awarded to rikishi for performance in a basho.",
    "Gomenfuda": "A vertical wooden sign erected at the entrance of the arena to announce the date of the honbasho and to show, during the Edo period, that the tournament was allowed by the authorities.",
    "Gomenkōmuru": "'Performing with permission'. A sumo term written on top of the banzuke and gomenfuda. Dating back to the Edo period to show that the tournament was authorized by the temple magistrates, where sumo tournaments where usually held.",
    "Goningake": "Also known as goningakari (五人掛かり). An exhibition match in which five lower-ranked wrestlers are challenged one after another by a senior high-ranking wrestler. For example, on May 29, 2022, during an Aminishiki Ryūji's retirement ceremony, yokozuna Terunofuji faced simultaneously Atamifuji, Midorifuji, Nishikifuji, Terutsuyoshi and Takarafuji.",
    "Gozengakari": "Special makuuchi dohyō-iri performed during tenran-zumō. Makuuchi-ranked wrestlers (from maegashira to ōzeki) face the emperor's rostrum in ranks, dressed in keshō-mawashi, the lower the rank the closer to the emperor. They then perform shiko and squat. They are then called by their shikona, rise and bow and departs before another higher ranked wrestler is called. This rare ceremony, usually performed in the first day of a tournament, only occur when the emperor arrives for the in-ring ceremonies, if he comes during the bouts there will be no ceremony. The latest occurrence of the gozengakari was in January 2007 when Emperor Akihito came to the Ryōgoku Kokugikan.",
    "Gunbai": "A war fan, usually made of wood, used by the gyōji to signal his instructions and final decision during a bout. Historically, it was used by samurai officers in Japan to communicate commands to their soldiers.",
    "Gunbai-dōri": "The decision following a mono-ii affirming the original decision of the gyōji. Literally, 'according to the gunbai'.",
    "Gyōji": "The decision following a mono-ii reversing the gyōji's original decision. Literally, 'referee pointed the gunbai incorrectly'.",
    "Hachinana": "lit.'eight-seven' A Japanese expression meant to ridicule ōzeki who are underpowered but conveniently win and maintain their rank with a barely achieved kachi-koshi. It has a more bitter meaning than kunroku.",
    "Hakkeyoi": "The phrase shouted by a sumo referee during a bout, specifically when the action has stalled and the wrestlers have reached a stand-off. There are numerous theories as to its meaning but 'Put some spirit into it!' is widely cited.",
    "Hanamichi": "The two main east and west paths leading from the preparation rooms to the dohyō.",
    "Hanedaiko": "Drums sounded at the end of a tournament day inviting spectators to return the tomorrow.",
    "Hanmi": "'Half body'. In martial arts, a stance with legs in an L-shape, with one leg bent in front and other extended behind.",
    "Hansoku": "'Foul' or 'infraction.' Denoted in official records whenever a forbidden move is used in a sumo contest (see kinjite). Hansoku can also be called for certain violations, such as a wrestler's mawashi becoming undone.",
    "Haridashi": "'Overhang'. If there are more than two wrestlers at any san'yaku rank, the additional wrestlers are termed haridashi. Prior to 1995, such wrestlers were listed on the banzuke in extensions or overhangs to the row for makuuchi wrestlers. This is now an informal designation, since presently all wrestlers are listed within the normal bounds of the row.",
    "Hassotobi": "'Eight-boat jump'. A kind of henka in which a wrestler jumps vertically at the tachi-ai in an attempt to avoid the opponent's charge. The name derives from the Japanese epic The Tale of the Heike, in which the samurai Minamoto no Yoshitsune leapt from boat to boat eight times to avoid his enemies.",
    "Hatsukuchi": "The first match of a division on a tournament day.",
    "Hazuoshi": "Pushing up with hands under opponent's armpits. Hazu refers to the nock of an arrow where it makes contact with the bow string. Hazu can also mean the nock-shaped area of the hand between the thumb and forefinger, so in this case means using the hazu of the hand to lock into the armpit of the opponent and push them upward to prevent them from getting a hold of one's belt.",
    "Henka": "A sidestep performed at the tachi-ai to avoid an attack and set up a slap-down technique, but this is often regarded as unsportsmanlike. Some say it is a legitimate outsmarting move, and provides a necessary balance to direct force, henka meaning 'change; variation'. Any other kind of sidestepping maneuver done after the tachi-ai is called an inashi, meaning a parry, sidestep or dodge.",
    "Heya": "Literally 'room', but usually rendered as 'stable'. The establishment where a wrestler trains, and also lives while he is in the lower divisions. It is pronounced beya in compounds, such as in the name of the stable. (For example, the heya named Sadogatake is called Sadogatake-beya.)",
    "Heyagashira": "The highest-ranked active wrestler in a stable (or heya).",
    "Higi": "'Non-technique'. A winning situation where the victorious wrestler did not initiate a kimarite. The Japan Sumo Association recognizes five higi. See kimarite for descriptions.",
    "Hikae-zabuton": "Also known as sekitori-zabuton. A zabuton (cushion) used by wrestlers ranked in the makuuchi division in the wait of their turns to step onto the ring. It is a large sized zabuton, filled with thicker cotton batting. The wrestler's ring name is embroidered on the center of the zabuton and it is often used as a gift given by patrons.",
    "Hikiwake": "A type of draw caused by a long bout that exhausted both wrestlers beyond the point of being able to continue. Also possibly known as a yasumi (休み). Recorded with a white triangle.",
    "Hinoshita": "A nickname used to describe the first yokozuna, Akashi Shiganosuke. The term is sometimes used in reference to yokozuna in general, and appears stamped only on the tegata of yokozuna to signify their rank.",
    "Honbasho": "A professional sumo tournament, held six times a year since 1958, where the results affect the wrestlers' rankings.",
    "Hyōshigi": "The wooden sticks that are clapped by the yobidashi to draw the spectator's attention.",
    "Ichimon": "A group of related stables. There are five groups: Dewanoumi, Nishonoseki, Takasago, Tokitsukaze, and Isegahama. These groups tend to cooperate closely on inter-stable training and the occasional transfer of personnel. All ichimon have at least one representative on the Sumo Association board of directors. In the past, ichimon were more established cooperative entities and until 1965, wrestlers from the same ichimon did not fight each other in tournament competition.",
    "Iitoko": "'Half-truth'. Making up a story by pretending to know something. In a sport as opaque as sumo, means exaggerated stories about the habits or character of wrestlers.",
    "Inashi": "To sidestep or dodge. As opposed to when done at the tachiai when it is referred to as a henka, inashi is done after the initial tachi-ai to catch the opponent off guard and force him out in another direction.",
    "Intai": "'Retirement'; the decision of an active sumo wrestler to quit competing definitively. The most famous retirees becomes TV personalities or trainers while lower rankers usually find jobs as cooks in chankonabe restaurant. The most accomplished wrestlers are usually granted the right to become a toshiyori in order to train future generations of wrestlers.",
    "Intai-zumō": "'Retirement sumo'. A one-day exhibition tournament held during the danpatsu-shiki to commemorate the retirement of a salaried wrestler.",
    "Itabanzuke": "'Board ranking'. A large wooden sumo ranking hung outside the tournament venue, usually at the basis of the drum tower. The initial banzuke prior to each honbasho is written on the itabanzuke before being reduced and printed on paper as leaflets for programs.",
    "Itamiwake": "A draw due to injury. A rematch (torinaoshi) has been called but one wrestler is too injured to continue; this is no longer in use and the injured wrestler forfeits instead. Recorded with a white triangle.",
    "Ja-no-me": "'Snake's eye'. The finely brushed sand around the ring that is used to determine if a wrestler has just touched his foot, or another part of his body, outside the ring. The yobidashi ensure this is clean of any previous marks immediately prior to each bout.",
    "Jōi-jin": "'High rankers'. A term loosely used to describe wrestlers who would expect to face a yokozuna during a tournament. In practice this normally means anyone ranked maegashira 4 or above.",
    "Jonidan": "The second-lowest division of sumo wrestlers, below sandanme and above jonokuchi.",
    "Jonokuchi": "An expression meaning 'this is only the beginning'. The lowest division of sumo wrestlers.",
    "Jungyō": "Regional tours in Japan and sometimes abroad, undertaken between honbasho, during which the wrestlers give exhibition matches.",
    "Junyūshō": "An informal designation for a second-place finish in a sumo championship.",
    "Jūryō": "'Ten ryō', for the original salary of a professional sumo wrestler. The second-highest division of sumo wrestlers, below makuuchi and above makushita, and the lowest division where the wrestlers receive a salary and full privileges.",
    "Jūmaime": "Another (formally, the official) name for the jūryō division. See jūryō.",
    "Kabai-te": "Literally translates as 'defending hand'. When the two wrestlers fall together, the wrestler on the lower side is referred to as shini-tai, or 'dead body', meaning that he is the loser even if he does not touch the ground first. In this case, if injury is foreseen, the wrestler on the upper side is allowed to support his weight by sticking out a hand on the ground (kabai-te) prior to the shini-tai wrestler touching the ground first. Although the wrestler on top touches first, he is still declared the winner.",
    "Kabu": "See toshiyori kabu.",
    "Kachi-age": "Technique where the wrestler folds his arms and rushes forward to hit opponent's chest or chin to make his posture upright. This is most commonly done at the tachi-ai and can also result in stunning the opponent. Literally translates as striking upward. The first kanji character is uncommon, and is also the one used to describe polishing rice or pounding mochi cakes.",
    "Kachi-koshi": "Finishing with a winning record in a tournament. For a sekitori with fifteen bouts in a tournament, it is 8-7 or better, and for lower-ranked wrestlers with seven bouts in a tournament, 4-3. Gaining kachi-koshi generally results in promotion. The opposite is make-koshi.",
    "Kachi-nokori": "Literally translates as 'the winner who remains'. During a day of sumo the 'power water' is only given to the next wrestler by either a previous winner on their side of the ring or the next wrestler to fight on their side of the ring so as not to receive the water from either the opposite side or from a loser, which would be bad luck. This individual is known as the kachi-nokori. For the san'yaku matches it is traditional that wrestlers stay after their matches to avoid a wrestler being without kachi-nokori. In the event that all the san'yaku wrestlers on the same side lose, one side will not have a winner or a next wrestler to give them the water. In this rare case a tsukebito of a losing san'yaku from this side who won a match during the day or who did not have a bout gives the water. For this occasion, the tsukebito are dressed in yukata with one sleeve removed (katahada). Until 1994, the yukata were worn as a loincloth as it is traditional to present the water in mawashi. If there is no winning tsukebito, or if he arrives late, the yobidashi gives the water. During the final jūryō bout, the yobidashi often give the water, since many wrestlers wait in the hanamichi for the makuuchi ring-entering ceremony.",
    "Kadoban": "An ōzeki who has suffered make-koshi in his previous tournament and so will be demoted if he fails to score at least eight wins. The present rules date from July 1969 and there have been over 100 cases of kadoban ōzeki since that time.",
    "Kakegoe": "The calls and shouts dictated by the gyōji to officiate a match.",
    "Kakukai": "The world of sumo as a whole.",
    "Kanreki": "Former grand champion's 60th birthday ring-entering ceremony.",
    "Katahada": "Method used by the kachi-nokori to undress their yukata of a shoulder in order to bring the chikara-mizu to the wrestler of the last match of the day.",
    "Kantō-shō": "Fighting Spirit prize. One of three special prizes awarded to wrestlers for performance in a honbasho.",
    "Kaobure": "Reading aloud of large sheets of paper, before the start of the makuuchi division bouts, in which the name of the wrestlers who faces each other on the day after are written. The reader is either the tate-gyōji or a san'yaku-gyōji who reads aloud in a melodious fashion and hands them one by one to a young yobidashi who points them at each cardinal point.",
    "Keiko": "Term referring to practice or training in sumo.",
    "Keikoba": "'Rehearsal room'. The practice area where daily training is happening in sumo stables.",
    "Kettei-sen": "A playoff between two or more wrestlers in a division who are tied for the lead on the last day of the tournament.",
    "Kenshō-kin": "Prize money based on sponsorship of the bout, awarded to the winner upon the gyōji's gunbai. The banners of the sponsors are paraded around the dohyō prior to the bout, and their names are announced. Roughly half the sponsorship prize money goes directly to the winner, the remainder (minus an administrative fee) is held by the Japan Sumo Association until his retirement.",
    "Keshō-mawashi": "The loincloth fronted with a heavily decorated apron worn by sekitori wrestlers for the dohyō-iri. These are very expensive, and are usually paid for by the wrestler's organization of supporters or a commercial sponsor.",
    "Kimarite": "Winning techniques in a sumo bout, announced by the referee on declaring the winner. The Japan Sumo Association recognizes eighty-two different kimarite.",
    "Kimon": "'Demon's gate'. Glass ceiling for wrestlers, synonymous with insurmountable difficulties. Named after the traditional geomancy beliefs that the north-east direction brings misfortune. In everyday language, it came to be used as a word referring to 'something that is likely to have an unpleasant result.'",
    "Kinboshi": "'Gold star'. Awarded to a maegashira who defeats a yokozuna during a honbasho. It represents a permanent salary bonus.",
    "Kinjite": "'Forbidden hand'. A foul move during a bout, which results in disqualification. Examples include punching, kicking and eye-poking. The only kinjite likely to be seen these days (usually inadvertently) is hair-pulling.",
    "Koenkai": "'Supporters association'. A membership-based fellowship for the purpose of supporting or endorsing a particular stable or wrestler.",
    "Kōjō": "'Speech'. A formal address in which wrestlers promoted to yokozuna or ōzeki ranks makes a speech after the decision of their promotion is conveyed by elders of the Japan Sumo Association. The address usually takes place in the stable (decorated with a golden byōbu and kōhaku maku) in presence of the oyakata, his wife (ōkami-san), and supporters (koenkai). Formally dressed, both parties face each other kneel; bow; and make a formal speech.",
    "Kokakuka": "A sumo connoisseur, a person who loves sumo. The term comes from the word kakuriki (角力), another name for sumo wrestling.",
    "Kokusai": "International Sumo Federation, the IOC-recognized governing body for international and amateur sumo competitions.",
    "Komebitsu": "'Breadwinner'. A talented wrestler who is successful and wins numerous prizes in the process, ensuring his financial subsistence and that his stable will be well provided for a year in food. In sumo, words related to money are used in connection with rice, because wrestlers in the past were paid in rice.",
    "Komusubi": "'Little knot'. The fourth-highest rank of sumo wrestlers, and the lowest san'yaku rank.",
    "Kore": "'These three bouts'. The final three torikumi during senshūraku. The winner of the first bout wins a pair of arrows. The winner of the penultimate bout wins the bow strings. The ultimate bout winner was awarded a bow (yumi) but since the introduction of the yumitori-shiki ceremony it is no longer the case.",
    "Kōshō": "'Public Injury System'. Introduced in 1972, this system allowed a wrestler who had been injured in the ring during a tournament to sit out the next tournament without any effect on his rank. It was abolished at the end of 2003 because it was felt too many wrestlers were missing tournaments with minor injuries.",
    "Kuisagaru": "Grabbing the front of the opponent's belt, placing one's head against their chest, and lowering one's hips in an effort to lower one's center of gravity in order to force out an opponent.",
    "Kunroku": "'Nine and six'. Japanese slang used to ridicule wrestlers who have a record of 9 wins and 6 losses in one tournament and do not have a double-digit record. It is often used for ōzeki who are then called kunroku ōzeki.",
    "Kuroboshi": "'Black star'. A loss in a sumo bout, recorded with a black circle.",
    "Kyūjō": "A wrestler's absence from a honbasho, usually due to injury.",
    "Maegashira": "'Those ahead'. The fifth-highest rank of sumo wrestlers, and the lowest makuuchi rank. This rank makes up the bulk of the makuuchi division, comprising around 30 wrestlers depending on the number in san'yaku. Only the top ranks (maegashira jō'i (前頭上位)) normally fight against san'yaku wrestlers. Also sometimes referred to as hiramaku (平幕), particularly when used in contrast to san'yaku.",
    "Maemitsu": "Front of the mawashi. Often referred to as a maemitsu grip, when one has a hold of the front of the mawashi.",
    "Maesabaki": "Preliminary actions to knock away or squeeze the hands of one's opponent, in order to achieve an advantageous position.",
    "Maezumō": "'Before sumo'. Unranked sumo wrestlers in their first bouts. Participation in at least one maezumō bout is required to enter the jonokuchi division for the following honbasho.",
    "Make-koshi": "More losses than wins for a wrestler in a tournament. Make-koshi generally results in demotion, although there are special rules on demotion for ōzeki. The opposite is kachi-koshi.",
    "Maki": "Long scroll prepared by the gyōji before each main tournament, on which is written in calligraphy the names of all the east and west wrestlers by ranks. The scroll allow the shimpan to prepare the matches. The results of each wrestler are written next to the kanji of his shikona. Above his name are written the names of those he defeated and below those who defeated him. The kanji kagami (鏡), meaning mirror, is written at the top of each scroll to indicates that there is no bad intention or mistake in the organisation of the bouts.",
    "Makikae": "Changing from an overarm to an underarm grip on one's opponent's belt. If done properly can lead to a speedy victory, however if not done properly will often end in quick defeat.",
    "Makushita": "A system where an amateur wrestler that has finished in the top eight in designated amateur tournaments is allowed to skip the bottom three divisions and enter pro sumo at the bottom of the makushita division. The original system has existed since the Taishō period, and until 1966 any wrestler who was a university graduate could enter pro sumo at the bottom of makushita. The system was changed in 1966, and from then until 2001 a wrestler who had achieved success as an amateur would begin at the rank of makushita 60, though the criteria were not as strict at the time. From 2001 until 2023, any wrestler who had won one of the four major amateur titles was allowed to start their sumo career at makushita 15; those that won two of those titles in the same year could start at makushita 10. (See also sandanme tsukedashi.)",
    "Makuuchi": "'Inside the curtain'. The top division in sumo. It is named for the curtained-off waiting area once reserved for professional wrestlers during basho, and comprises 42 wrestlers.",
    "Man'in": "'Full house'. Banners are unfurled from the ceiling when this is achieved during honbasho. However, it is not necessary to be at 100% capacity to unfurl the banner. Typically when seats are over 80% filled the banner is unfurled, however they have been unfurled with numbers as low as 75% and not unfurled with numbers as high as 95%.",
    "Matawari": "'Split'. An exercise in which a wrestler sits on the ground with his legs wide apart, then lowers his torso to touch the ground between his legs.",
    "Matta": "False start. When the wrestlers do not have mutual consent in the start of the match and one of the wrestlers starts before the other wrestler is ready, a matta is called, and the match is restarted. Typically the wrestler who is at fault for the false start (often this is both of them; one for giving the impression that he was ready to the other and the other for moving before his opponent was ready) will bow to the judges in apology. The first kanji means 'to wait', indicating that the match must wait until both wrestlers are ready.",
    "Mawashi": "'Rotating fan'. An action in which a gyōji who has mistakenly declared victory to the loser immediately redirects his gunbai to the winner to cover up the misjudgment.",
    "Me": "'To regain sight'. A wrestler who has been on a losing streak since the first day of the tournament gets his first victory.",
    "Mizu-iri": "Water break. When a match goes on for around four minutes, the gyōji will stop the match for a water break for the safety of the wrestlers. In the two sekitori divisions, he will then place them back in exactly the same position to resume the match, while lower division bouts are restarted from the tachi-ai.",
    "Mochikyūkin": "A system of bonus payments to sekitori wrestlers.",
    "Mono-ii": "The discussion held by the shimpan when the gyōji's decision for a bout is called into question. Technically, the term refers to the querying of the decision: the resulting discussion is a kyogi. Literally means, a talk about things.",
    "Moro-zashi": "Deep double underarm grip which prevents the opponent from grabbing the belt.",
    "Moshi-ai": "Practice bouts where the winner stays on and then chooses his next opponent. He will continue to fight until he has lost.",
    "Mukade-suriashi": "'Centipede sliding feet'. Sumo exercise in which wrestlers turn around the dohyō in coordination while squatting down in a conga line.",
    "Mushōbu": "'No result'. A kind of draw; the gyōji does not count a win or a loss. This outcome was recognised in the Edo period.",
    "Musubi": "The final bout of the day.",
    "Nakabi": "'Middle day'. The eighth day of a honbasho, always a Sunday.",
    "Nakairi": "The intermission between the jūryō and makuuchi bouts.",
    "Nakazori": "Shaving of the hairs at the top of the head to make it easier to tie the chonmage.",
    "Negishi-ryū": "The conservative style of calligraphy used in the banzuke. See sumō-ji.",
    "Nekodamashi": "Clapping of the hands at the tachi-ai to distract the opponent.",
    "Nihon": "The Japan Sumo Federation, a public interest corporation that oversees amateur sumo (アマチュア相撲) in Japan.",
    "Niramiai": "The staredown between sumo wrestlers before a match.",
    "Nodowa": "Thrusting at an opponent's throat.",
    "Nokotta": "Something the referee shouts during the bout indicating to the wrestler on defense that he is still in the ring. Literally translates as 'remaining' as in remaining in the ring.",
    "Nyūmaku": "'Into the curtain'. In sumo, a promotion from jūryō to makuuchi. Also called shinnyūmaku (新入幕) for a wrestler newly promoted and sainyūmaku (再入幕) for a wrestler making a comeback to the top division.",
    "Ōichōmage": "Literally 'ginkgo-leaf top-knot'. This is the hair style worn in tournaments by jūryō and makuuchi wrestlers. It is so named because the top-knot is fanned out on top of the head in a shape resembling a ginkgo leaf. It is only worn during formal events such as tournaments. Otherwise even top rankers will wear their hair in a chonmage style.",
    "Okamisan": "Stablemaster's wife. She might oversee all the stable's activities except coaching.but now days she could simply just be the stable masters wife.",
    "Onna-zumō": "Sumo between female competitors. Women are not allowed to compete professionally or even touch a professional dohyō, but informal bouts between women did occur in the 18th century and women currently compete in amateur competitions.",
    "Oshi-zumō": "There are two main types of wrestling in sumo: oshi-zumō and yotsu-zumō. Oshi-zumō literally translates as 'pushing sumo', and is more commonly referred to in English as a 'pusher' (oshi)-thruster (tsuki). One who fights in the oshi-zumō style prefers fighting apart, not grabbing the belt as in yotsu-zumō, and usually winning with tactics of pushing, thrusting, and tsuppari. Oshi-zumō when done effectively can lead to a quick and decisive victory, but its exponents often fall prey to dodging motions or being slapped down, and may become helpless once the opponent gets a hold of their belt. Oshi-zumō fighters are generally thought of as simplistic, while yotsu-zumō fighters are seen more as technicians.",
    "Otōtodeshi": "A junior disciple. Young low-ranker at a sumo stable.",
    "Ottsuke": "Technique of holding one's opponent's arm to prevent him from getting a hold on one's belt. Literally, 'push and affix' as in affixing the opponent's arm against one's body and preventing it from reaching the belt.",
    "Oyakata": "A sumo coach, almost always the owner of one of the 105 name licenses (toshiyori kabu). Also used as a suffix as a personal honorific.",
    "Ōzeki": "'Great barrier', but usually translated as 'champion'. The second-highest rank of sumo wrestlers.",
    "Ōzeki-tori": "A sekiwake ranked wrestler in a position of potential promotion to the rank of ōzeki.",
    "Rikishi": "Literally, 'powerful man'. The most common term for a professional sumo wrestler, although sumōtori is sometimes used instead.",
    "Sagari": "The strings inserted into the front of the mawashi for competition. The sagari of sekitori wrestlers are stiffened with a seaweed-based glue.",
    "Sandan-gamae": "A rare ceremony, performed by the two highest ranking wrestlers and a gyōji to demonstrate the three stages of sumo poise, seen only on special occasions. It has been performed only 24 times since the Meiji period, most recently with Harumafuji and Kakuryū in 2016 and with Hakuhō and Kisenosato in 2017.",
    "Sandanme": "A system instituted in 2015 where an amateur wrestler finishing in the top 8 of either the All-Japan Championships, All-Japan Corporate Championships, National Student Championships, or the National Sports Festival Adults tournament was allowed to skip the bottom two divisions and start at the bottom of the sandanme division. In 2023 the system was changed, and those who now finish 9th through 16th in designated tournaments can start at the bottom of sandanme, while the top eight can start at the bottom of makushita. Also as of 2023, high school competitors placing in the top four in designated high school events are allowed to start at the bottom of sandanme. (See also makushita tsukedashi.)",
    "Sanshō": "'Three prizes'. Special prizes awarded to makuuchi wrestlers for exceptional performance.",
    "San'yaku": "Ritual preceding the kore yori san'yaku or final three bouts on the final day (senshūraku) of a honbasho, where the six scheduled wrestlers, three from east side and three from the west side in turn perform shiko simultaneously on the dohyō.",
    "San'yo": "'Consultant'. Special rank in the toshiyori system in which oyakata are re-hired by the association as consultants on reduced pay for five years after mandatory retirement. As of 2024, there are six san'yo in the Japan Sumo Association.",
    "Sekitori": "Literally 'taken the barrier'. Sumo wrestlers ranked jūryō or higher.",
    "Sekiwake": "Literally 'next to the barrier'. The third-highest rank of sumo wrestlers.",
    "Senshūraku": "The final day of a sumo tournament. Senshūraku literally translates as 'many years of comfort.' There are two possible explanations for the origins of this term. In gagaku (traditional Japanese court music) the term is tied with celebratory meaning to the last song of the day. In classic nōgaku theater there is a play known as Takasago, in which the term is used in a song at the end of the play. Today the term is used in kabuki and other types of performances as well.",
    "Sewanin": "'Assistant'. A retired wrestler (usually from the makushita division) who remains a member of the Sumo Association within his own stable to assist with various tasks, administrative or otherwise, in the stable and at tournaments and regional exhibitions.",
    "Shikiri": "'Toeing the mark'.",
    "Shikiri-sen": "The two short white parallel lines in the middle of the ring that wrestlers must crouch behind before starting a bout. Introduced in the spring tournament of 1928, they are 90cm (35in) long, 6cm (2.4in) wide and placed 70cm (28in) apart using enamel paint.",
    "Shiko": "The sumo exercise where each leg in succession is lifted as high and as straight as possible, and then brought down to stomp on the ground with considerable force. In training this may be repeated hundreds of times in a row. Shiko is also performed ritually to drive away demons before each bout and as part of the yokozuna dohyō-iri.",
    "Shikona": "A wrestler's 'fighting name' or 'ring name', often a poetic expression which may contain elements specific to the wrestler's heya. Japanese wrestlers frequently do not adopt a shikona until they reach makushita or jūryō; foreign wrestlers adopt one on entering the sport. On rare occasions, a wrestler may fight under his original family name for his entire career, such as former ōzeki Dejima and former yokozuna Wajima.",
    "Shimekomi": "The silk mawashi worn by sekitori for competition.",
    "Shimpan": "Ringside judges or umpires who may issue final rulings on any disputed decision. There are five shimpan for each bout, drawn from senior members of the Nihon Sumō Kyōkai, and wearing traditional formal kimono.",
    "Shimpan-iin": "'Umpire committee'. The shimpan as a group.",
    "Shin-deshi": "'New pupil'. A new recruit into sumo.",
    "Shingitai": "'Heart, technique, and body': the three qualities of a wrestler. The most successful wrestlers will be strong in all three categories.",
    "Shini-tai": "'Dead body'. A wrestler who was not technically the first to touch outside the ring but is nonetheless ruled the loser due to his opponent having put him in an irrecoverable position.",
    "Shinjo": "Occasion co-ordinated where new wrestlers who have been accepted into professional sumo are presented to audience; they wear borrowed keshō-mawashi during this ceremony which takes place on the middle Sunday of each tournament.",
    "Shiomaki": "One of the many rituals preceding a sumo bout, in which the wrestlers throw handfuls of salt before entering the dohyō. According to Shinto beliefs, salt possesses purifying properties; as they cast salt into the ring, the wrestlers would then be cleansing the dohyō of bad energy and possibly protecting themselves from injury. The average amount a wrestler grabs and throws is around 200g (7.1oz), although some wrestlers throw up to 500g (18oz).",
    "Shiroboshi": "'White star'. A victory in a sumo bout, recorded with a white circle.",
    "Shishō": "'Master, teacher'. A sumo elder in charge of a sumo stable.",
    "Shitaku-beya": "'Preparation room'. Room in which wrestlers in the ranks of jūryō and above wait before their matches. This is where they will place their belongings, put on their belt, and warm up for their match.",
    "Shokkiri": "A comedic sumo performance, a type of match common to exhibition matches and tours, similar in concept to the basketball games of the Harlem Globetrotters; often used to demonstrate examples of illegal moves.",
    "Shonichi": "'First day'. The first day of a tournament, or the first win after a series of losses.",
    "Shukun-shō": "Outstanding performance prize. One of three special prizes awarded to wrestlers for performance in a basho.",
    "Shusshin": "'Birthplace' or 'place of origin'. Similar to the term fighting out of in sports like boxing or MMA. Heya are restricted to having no more than one wrestler whose shusshin is outside of Japan under normal circumstances.",
    "Sōken": "'General view'. An open makuuchi practise session (keiko) held by the Yokozuna Deliberation Council at the Ryōgoku Kokugikan. The session takes place in front of a considerable number of oyakata and many members of the sports and mainstream media. The event is usually filmed by different entities. After the workout, various specialists will voice their opinions on the state of the sport's top rankers.",
    "Soppugata": "In sumo slang, a thin wrestler. Opposite of ankogata.",
    "Sōridaijin-hai": "The Prime Minister's Cup; a ceremonial cup presented by the sitting Prime Minister of Japan or an intermediary to the makuuchi champion.",
    "Sukiabura": "'Suki oil'. A Japanese pomade similar to binzuke but cheaper to produce and now widely used for wrestlers' hair.",
    "Sumō-ji": "Calligraphy style with very wide brushstrokes used to write the banzuke.",
    "Sumōmoji": "See sumō-ji.",
    "Sumōtori": "Literally, 'one who does sumo'. Sumo wrestler, but occasionally refers only to sekitori.",
    "Suriashi": "'Sliding feet'. One of the basic sumo exercises, in which a wrestler cross a practice zone while squatting down, keeping his hips low and sliding his feet on the ground with their whole sole surface, not lifting them. Elbows and palms are facing up with arms close inside to imagine pushing an opponent.",
    "Tachi-ai": "The initial charge at the beginning of a bout.",
    "Tate-gyōji": "The two designated highest ranking gyōji, who preside over the last few bouts of a tournament day. The highest ranking gyōji takes the professional name Kimura Shōnosuke while the lower takes the name Shikimori Inosuke.",
    "Tanimachi": "An individual supporter. The word comes from a district of Osaka where, at the beginning of the 20th century, a dentist who was a sumo fan treated wrestlers for free. Tanimachi can sponsor wrestlers when individually or grouped together in koenkai.",
    "Tawara": "Bales of rice straw. Tawara are half-buried in the clay of the dohyō to mark its boundaries.",
    "Tegata": "'Hand print'. A memento consisting of a wrestler's handprint in red or black ink and his shikona written by the wrestler in calligraphy on a square paperboard. It can be an original or a copy. A copy of a tegata may also be imprinted onto other memorabilia such as porcelain dishes. Only sekitori wrestlers are allowed to make hand prints.",
    "Tegatana": "'Knife hand'. After winning a match and accepting the prize money, the wrestler makes a ceremonial hand movement with a tegatana known as tegatana o kiru (手刀を切る) where he makes three cutting motions in the order of left, right, and center. It is done to show gratitude to the gods Kamimusubi (left), Takamimusubi (right), and Ame-no-Minakanushi (center).",
    "Tennō-hai": "Emperor's Cup, awarded to the winner of the top division tournament championship since 1925.",
    "Tenran-zumō": "Sumo performed in front of the emperor. In the past women were forbidden from watching sumo, however nowadays the empress joins the emperor in watching sumo. They are escorted to their seats called kihin-seki (貴賓席), which are only used by the royal family, by the Chairman of the Sumo Association who sits behind them and explains the happenings.",
    "Teppō": "'Gun' or 'Cannon'. Wooden pole used for slapping and Tachi-ai training, intended to strengthen the wrestlers' wrists, arms and shoulders.",
    "Tokoyama": "Hairdressers employed by the Sumo Association to style the hair of wrestlers and to fashion the elaborate ōichomage of sekitori for official tournaments and public engagements.",
    "Tomoesen": "A sumo play-off involving three wrestlers who are separated in east, west and neutral. The play-off begins with the eastern wrestler competing with the western. If the eastern wrestler win, he then faces the neutral. If the eastern wins again, he wins the tournament. If not, the neutral wrestler remains on the dohyō and wrestles with the western wrestler. If the neutral wins again, he wins the tournament, and so on – the first to win two in a row wins the tournament.",
    "Torikumi": "A bout during a tournament. May also refer to a day's bout schedule.",
    "Torinaoshi": "A rematch. When the result of a bout is too close to call even after the shimpan hold a mono-ii, they may call for the bout to be re-fought from the tachi-ai.",
    "Toriteki": "Opposite of sekitori. Refers to every wrestlers ranked from makushita and below, it often refers only to the jonidan and jonokuchi.",
    "Toshiyori": "'Elder share'. A named coaching licence of which there are 105, which a recently retired sekitori used to buy from its previous owner or inherit from his father or father-in-law. Today, the wrestlers submit their wish to receive a kabu to the Association; which examines their candidacy and distributes the titles.",
    "Tsukebito": "A rikishi in the lower divisions who serves as a personal attendant to a sekitori-ranked wrestler.",
    "Tsuna": "The heavy rope worn by the yokozuna from which that rank takes its name. It weighs about 15kg (33lb), and is much thicker in front than where it is tied in back. Five shide, zig-zag paper strips symbolizing lightning, hang from the front. It strongly resembles the shimenawa used to mark sacred areas in Shinto.",
    "Tsunatori": "An ōzeki in a position of potential promotion to the supreme rank of yokozuna. Generally, promotion requires two consecutive championships or a similar performance.",
    "Tsunauchi": "A ceremony in which a tsuna of a current or former yokozuna is created by other sumo wrestlers and presented.",
    "Tsuppari": "To rapidly deliver harite (張り手) or 'open hand strikes' to the opponent. This technique is frequently employed by oshi-zumō wrestlers.",
    "Tsuriyane": "'Suspended roof'. A 6.5-tonne (6.4-long-ton; 7.2-short-ton) structure held in place by 2.2cm (0.87in) thick wires that can bear almost five times as much weight. It is modeled after the shinmei-zukuri architectural style typical of Shinto shrines. Four differently-colored tassels (fusa) are hung from it, representing the four spirits and replace the previous columns that used to maintain the roof.",
    "Wakaimonogashira": "'Youth leader'. A retired wrestler (usually a former jūryō or maegashira) who is a functionary of the Sumo Association, working with new recruits at his former stable or associated ichimon, and who also arranges maezumō matches.",
    "Waki": "'Hard side'. Antonym of waki ga amai. A good defense in which the elbow is attached to the flank to prevent an opponent's move.",
    "Wanpaku-zumo": "'Naughty sumo'. Wanpaku is a Japanese term for a child, especially a boy, who does not obey and goes on a rampage. Wanpaku-zumo is sumo for elementary school-aged children. The Wanpaku Sumo National Championship is organized by JCI Tokyo and the Japan Sumo Federation. Its national final is held at the Ryōgoku Kokugikan and the winner is crowned Elementary school yokozuna.",
    "Yachin": "A sumo wrestler who is ranked too highly for his abilities and gets poor results.",
    "Yamaiku": "In sumo slang, getting sick or getting injured.",
    "Yaochō": "'Put-up job' or 'fixed game', referring to a bout with a predetermined outcome.",
    "Yobiage": "The formal call made by the yobidashi in the ring. Depending on their rank, the sekitori-ranked wrestlers called may receive two yobiage to mark their status.",
    "Yobidashi": "Usher or announcer. General assistants at tournaments. They call the wrestlers to the dohyō before their bouts, build the dohyō prior to a tournament and maintain it between bouts, display the advertising banners before sponsored bouts, maintain the supply of ceremonial salt and chikara-mizu, and any other needed odd jobs.",
    "Yoisho": "The chants that spectators shout when sumo wrestlers stomp their feet.",
    "Yokata": "People outside the sumo world.",
    "Yokozuna": "'Yokozuna Deliberation Council'. A body formed in 1950 whose 15 members are drawn from outside the Japan Sumo Association, that meets following each honbasho to consider candidates for promotion to yokozuna. A recommendation is passed back to the Sumo Association who have the final say. It also offers opinions on the performance of current yokozuna.",
    "Yokozuna-kai": "An event held every year after the Kyūshū tournament, where former and current yokozuna gather together. It has a long history, dating back to 1953. In recent years, it takes place as a dinner party held once a year at first-class hotels and high-class restaurants in Fukuoka-city. It is also perceived as a hall of fame of sumo, as only those who stand or stood at the very top of the ranking are allowed to participate.",
    "Yosedaiko": "'Gather around drum'.  Drums sounded in the morning of a tournament to draw the crowds. Usually performed from the tower in front of the Ryōgoku Kokugikan, the drummers perform in front of the entrance during jungyo.",
    "Yotsumi": "A cross-grips situation in which each wrestler has an underarm grip on his opponent.",
    "Yotsu-zumō": "There are two main types of wrestling in sumo: oshi-zumō and yotsu-zumō. Yotsu-zumō is where both wrestlers grasp the other's belt with both hands, hence the literal translation: 'four sumo' or 'four hands on the mawashi sumo'. There are a few sub-types of yotsu-zumō. Migi-yotsu (右四つ) is when one has sashite (差して) on the right (migi), meaning that one has his right hand under his opponent's left arm and grasping his mawashi. Hidari-yotsu is the opposite where one's left (hidari) hand is inside the opponent's right arm. A yotsu-zumō fighter will typically prefer left or right and is referred to as migi-yotsu or hidari-yotsu fighter. If one has no preference, they are referred to as namakura-yotsu (鈍ら四つ), where namakura literally translates as 'lazy' or 'cowardly', suggesting that having no preference is seen in a negative light. There is one other final yotsu grip known as moro-zashi (両差し), literally 'sashite on both sides', where both hands are inside and is a very strong grip. The only real defense for a moro-zashi grip is the kimedashi (極めだし) technique where the defending wrestler wraps both of his arms over the moro-zashi grip and locks his hands underneath, which squeezes the double inside grip together, weakening it, and allowing one to force the opponent out of the ring. Kime-dashi is also known as kannuki (閂) (usually written in hiragana as かんぬき), and means 'to bolt' or 'to bar'. When two wrestlers who both fight in the yotsu-zumō style oppose each other and favor the same style grip, either migi-yotsu or hidari-yotsu, then they will fit together nicely in what is called ai-yotsu (相四つ), or together yotsu. If however they are of opposite preferences, then it is known as kenka-yotsu (喧嘩四つ), literally fighting yotsu. In this situation, whoever gets his preferred grip is usually the victor.",
    "Yumitori-shiki": "The bow-twirling ceremony performed at the end of each honbasho day by a designated wrestler, the yumitori, who is usually from the makushita division or under, and is usually a member of a yokozuna's stable (in the absence of a yokozuna, then they are a member of the stable of the highest ranking rikishi present.",
    "Yurufun": "A loosely tightened mawashi. Can be used on purpose to incapacitate wrestlers specializing in yotsu-zumō. Fun is an abbreviation of fundoshi.",
    "Yūshō": "'Struggle for victory'. The championship race. Used to denote the ranking of wrestlers who can win the title near the end of the tournament.",
    "Zanbara": "Loose and disheveled hair. Term for style of hair before wrestler's hair is long enough to put in chonmage hair style. When seen in upper divisions it is a sign of a wrestler who has come up the ranks quickly as his hair has not yet had a chance to grow to a length in which it can be tied into a chonmage. In succession a wrestler starts with the zanbara style, then moves to the chonmage style, and then finally the ōichōmage style, which can only be worn by wrestlers in the top two divisions.",
    "Zenshō": "A perfect tournament where, depending on the division, the wrestler finishes 15–0 or 7–0 in the tournament."
  }
}