{
  "Terms": {
    "akeni": "The luggage box of wrestlers and gyōji in the sekitori divisions. Akeni are always lacquered paper-and-bamboo boxes with a green, vermilion, and black color scheme. The sides have three squares containing the owner's name in kanji. Yokozuna typically use three boxes due to their additional regalia.",
    "amazumo": "Amateur sumo, consisting of bouts between non-professionals, ex-professionals, or people otherwise ineligible to compete professionally, such as women and minors. Includes individual and team competition at the international level.",
    "azukari": "Hold or no decision, a kind of draw. After a mono-ii, the gyōji or shimpan 'holds' the result if it was too close to call, recorded with a white triangle. Abolished in 1927, replaced by torinaoshi (rematch); the last azukari was in 1951.",
    "banzuke": "List of sumo wrestlers according to rank for a particular grand tournament, reflecting changes in rank due to the results of the previous tournament. Written in sumō-ji calligraphy and usually released on the Monday 13 days prior to the tournament's start.",
    "banzuke-gai": "'Outsider to the list'. A wrestler who is not yet ranked or has fallen off the banzuke due to injury or other reasons for non-participation.",
    "chankonabe": "A stew eaten in large quantities by sumo wrestlers as part of a weight-gain diet. Contains dashi or stock with sake or mirin for flavor, with large amounts of protein (chicken, fish, tofu, or beef) and vegetables (daikon, bok choy, etc.).",
    "chonmage": "Traditional Japanese haircut with a topknot, now largely only worn by sumo wrestlers, making it an easy way to recognize someone in the sumo profession.",
    "danpatsu-shiki": "Retirement ceremony for a top wrestler, held in the Ryōgoku Kokugikan some months after retirement, where the chonmage (topknot) is cut off. Requires at least 30 tournaments as a sekitori to qualify for a Kokugikan ceremony.",
    "deashi": "Constant forward movement. Refers to a wrestler continuously moving forward, as opposed to moving backwards or being pushed back.",
    "degeiko": "'Going out to practice'. A practice session between wrestlers of competing stables, generally organized between stables of the same ichimon.",
    "dohyō": "The ring where sumo wrestlers hold matches, made of specific clay and spread with sand. A new dohyō is built for each tournament.",
    "dohyō-iri": "Ring-entering ceremony performed by jūryō and makuuchi division wrestlers. East and west sides perform together in succession; yokozuna perform their own individual dohyō-iri separately.",
    "dohyō-matsuri": "Ring purification ceremony held before each basho, reflecting sumo's strong Shinto roots.",
    "fusenshō": "A win by default due to the opponent's absence.",
    "fusenpai": "A loss by default for not appearing at a scheduled bout. If a wrestler withdraws from a tournament, one loss by default is recorded the following day, with simple absence for the remainder, marked with a black square.",
    "gambaryō": "'Vigour'. A cryptic term linking alcohol consumption to wrestlers' strength, as alcohol resistance is considered a show of power. Historically, wrestlers drank beer or sake with chanko; today, sake is consumed from a large sakazuki cup during tournament victory celebrations.",
    "gunbai": "The fan-shaped baton used by the gyōji (referee) to signal decisions and direct the bout.",
    "gyōji": "Sumo referee who officiates bouts, announces winners, and performs other ceremonial duties.",
    "hakiyoi": "Phrase shouted by the referee during a bout when action stalls and wrestlers reach a stand-off, meaning 'Put some spirit into it!'",
    "hanamichi": "The two main east and west paths leading from preparation rooms to the dohyō.",
    "hane-taiko": "Drums sounded at the end of a tournament day, inviting spectators to return the next day. Also pronounced hane-daiko.",
    "haridashi": "Overhang. When more than two wrestlers are at any san'yaku rank, additional wrestlers are termed haridashi. Before 1995, they were listed in banzuke extensions; now an informal designation within the row.",
    "haya-agari": "A yokozuna dohyō-iri performed as part of the New Year celebration at the Meiji Shrine in Tokyo.",
    "hazuoshi": "Pushing up with hands under the opponent's armpits. Hazu refers to the nock of an arrow where it contacts the bowstring.",
    "heya": "Sumo training stable where wrestlers live and train under strict traditional rules.",
    "hikiwake": "A draw due to both wrestlers being too exhausted to continue. Rare, recorded with a white triangle. The last hikiwake was in 1974.",
    "ichimon": "A group of related heya, consisting of five groups: Dewanoumi, Nishonoseki, Takasago, Tokitsukaze, and Isegahama. They cooperate on inter-stable training and personnel transfers. Until 1965, ichimon wrestlers did not compete against each other in tournaments.",
    "inashi": "To sidestep or dodge after the initial tachiai, catching the opponent off guard to force them out in another direction, distinct from henka at the tachiai.",
    "itamiwake": "A draw due to injury when a rematch is called but one wrestler is too injured to continue. No longer used; the injured wrestler forfeits. Last recorded in 1999, marked with a white triangle.",
    "jōi-jin": "High rankers. Loosely refers to wrestlers expected to face a yokozuna, typically those ranked maegashira 4 or above.",
    "jonidan": "The second-lowest division of sumo wrestlers, above jonokuchi and below sandanme.",
    "jonokuchi": "The lowest division of sumo wrestlers, often described as 'just the beginning.'",
    "jūryō": "The second-highest division of sumo wrestlers, below makuuchi, where wrestlers begin to receive sekitori status and privileges.",
    "kachi-koshi": "More wins than losses in a tournament, typically leading to promotion. Opposite of make-koshi.",
    "kanreki dohyō-iri": "A former grand champion's 60th birthday ring-entering ceremony.",
    "kenshō": "Prize money from bout sponsorship, awarded to the winner upon the gyōji's gunbai. Sponsors' banners are paraded before the bout, and names announced. About half goes to the winner; the rest (minus fees) is held by the Japan Sumo Association until retirement.",
    "kesho-mawashi": "The heavily decorated apron worn over the loincloth by sekitori wrestlers during the dohyō-iri, typically funded by supporters or sponsors due to high cost.",
    "kimarite": "Winning techniques in a sumo bout, announced by the referee. The Japan Sumo Association recognizes 82 kimarite.",
    "kinboshi": "Gold star. Awarded to a maegashira who defeats a yokozuna during a honbasho.",
    "kōbō": "The raised part of a stable's training room (keikoba) next to the dohyō where the oyakata and guests sit to observe training.",
    "komusubi": "'The little knot.' The second-lowest san'yaku rank, below sekiwake, often challenging due to matchups against top ranks like yokozuna and ōzeki.",
    "kyūjō": "A wrestler or sumo personnel absent or withdrawing from an event, usually a tournament.",
    "maegashira": "The lowest rank in the makuuchi division, divided into East and West, with ranks from 1 to about 16 or 17, where East is higher.",
    "maezumō": "Unranked sumo wrestlers in their first bouts. At least one maezumō bout is required to enter the jonokuchi division for the next honbasho.",
    "makuuchi": "The top division in sumo, with a maximum of 42 rikishi, including yokozuna, ōzeki, sekiwake, komusubi, and maegashira.",
    "make-koshi": "More losses than wins in a tournament, generally leading to demotion, with special rules for ōzeki. Opposite of kachi-koshi.",
    "makushita": "The third-highest division in sumo, where wrestlers receive an allowance but no salary, considered a critical step toward sekitori status.",
    "mawashi": "The belt worn by sumo wrestlers during bouts and training, made of cotton for lower divisions and silk for sekitori.",
    "mono-ii": "A discussion by shimpan (judges) to review the referee's decision if an error is suspected. The term refers to querying the decision; the discussion is a kyogi.",
    "moro-zashi": "Deep double underarm grip that prevents the opponent from grabbing the belt, providing leverage for control.",
    "moshi-ai": "Practice bouts where the winner stays on and chooses the next opponent, continuing until defeated.",
    "mukade-suriashi": "'Centipede sliding feet.' A sumo exercise where wrestlers squat and move around the dohyō in a coordinated conga line.",
    "mushōbu": "'No result.' A draw where the gyōji does not count a win or loss, recognized in the Edo period.",
    "musubi no ichiban": "The final bout of the day in a tournament.",
    "nodowa": "A thrusting attack to the opponent's throat, often used in oshi-zumō.",
    "ōichōmage": "A specific style of chonmage topknot worn by sekitori, distinct from lower ranks.",
    "okamisan": "The stablemaster's wife, who often manages domestic aspects of the heya.",
    "oshidashi": "A kimarite where the wrestler pushes the opponent out of the dohyō without holding their mawashi.",
    "oshi-zumō": "A style of sumo focusing on pushing and thrusting attacks rather than belt grips, often called 'pusher-thruster' style.",
    "otōtodeshi": "An apprentice, generally referring to lower-ranked wrestlers (makushita and below) in a stable or those trained by the shishō or senior wrestler.",
    "oyakata": "A sumo elder, typically a retired wrestler who coaches or manages a heya.",
    "ōzeki": "The second-highest rank in sumo, requiring 33 wins over three tournaments and 10 wins in the last tournament, with considerations like beating a yokozuna or winning a basho. Illegal moves or dodging count against promotion.",
    "rikishi": "A professional sumo wrestler, sometimes called sumotori.",
    "sandanme": "The third-lowest division in sumo, above jonidan, where wrestlers gain better privileges and clothing options.",
    "san'yaku": "The champion or titleholder ranks above maegashira, including komusubi, sekiwake, ōzeki, and yokozuna.",
    "sekitori": "Wrestlers in the top two divisions (makuuchi and jūryō), receiving salaries and higher status compared to lower divisions.",
    "sekiwake": "'By his side,' believed to refer to protecting the ōzeki. The third-highest rank, achieved with a kachi-koshi and often an 11-4 record as a komusubi, demoted with a losing record.",
    "shikona": "A wrestler's ring name, often different from their birth name, used during their professional career.",
    "shimpan": "Judges who sit around the dohyō, reviewing the referee's decisions and capable of calling a mono-ii if needed.",
    "shin-deshi": "New pupil or recruit entering sumo.",
    "shukun-shō": "Outstanding performance prize, one of three special prizes awarded to makuuchi wrestlers for exceptional tournament performance.",
    "sumō-ji": "The specific calligraphy style used for the banzuke and other official sumo documents.",
    "suriashi": "Sliding feet exercise where wrestlers move across the dohyō with feet never leaving the ground, squatting low to maintain stability and develop movement skills. The feet slide with the entire sole surface in contact, aiming for straight lines in the sand.",
    "tachi-ai": "The initial charge at the start of a sumo bout, critical for establishing position.",
    "tawaramichi": "'Railroad.' A style of oshi-zumō where the opponent is aggressively driven backward and out of the ring.",
    "torikumi": "A bout during a tournament or the day's bout schedule.",
    "torinaoshi": "A rematch called when the initial bout is too close to determine a winner, replacing the azukari system since 1927.",
    "tsukebito": "A rikishi in the lower divisions serving as a personal attendant to a sekitori-ranked wrestler.",
    "tsuppari": "Thrusting and slapping attacks delivered in quick succession, typically to the chest, throat, or face, common in oshi-zumō.",
    "yobidashi": "Announcer who calls wrestlers to the dohyō, displays advertising banners, and performs other tasks during tournaments.",
    "yokozuna": "The highest rank in sumo, requiring two tournament wins (or a win and close second) as an ōzeki, with expectations of pure sumo and consistent competition. Yokozuna cannot be demoted but may be pressured to retire if performance declines.",
    "yotsu-zumō": "Grappling style of sumo using belt grips, such as migi-yotsu (right hand inside, left outside) or hidari-yotsu (left inside, right outside), as opposed to pushing techniques.",
    "yūshō": "The championship title awarded to the wrestler with the best record in a honbasho.",
    "zenshō": "A perfect tournament victory, going 15-0 in makuuchi or jūryō, or 7-0 in lower divisions."
  }
}
